mePlayer({
  music: {
    src: './荷塘月色.mp3',
    title: '荷塘月色',
    author: '凤凰传奇',
    loop: true,
    cover: './cover.jpg',
    lrc:
      '[ti:荷塘月色 ]\n[ar:凤凰传奇]\n[al:2010年最新单曲]\n[by]\n[00:00.00]荷塘月色\n[00:05.11]演唱：凤凰传奇\n[00:08.39]作词：张超\n[00:10.87]作曲：张超\n[00:14.16]发行：孔雀唱片\n[00:17.05]\n[00:18.98]\n[00:22.37]\n[00:22.62]剪一段时光缓缓流淌\n[00:27.12]流进了月色中微微荡漾\n[00:31.83]弹一首小荷淡淡的香\n[00:36.17]美丽的琴音就落在我身旁\n[00:41.38]\n[00:42.13]萤火虫点亮夜的星光\n[00:45.98]谁为我添一件梦的衣裳\n[00:50.53]推开那扇心窗远远地望\n[00:55.18]谁采下那一朵昨日的忧伤\n[01:00.64]\n[01:01.05]我像只鱼儿在你的荷塘\n[01:04.85]只为和你守候那皎白月光\n[01:09.85]游过了四季 荷花依然香\n[01:14.51]等你宛在水中央\n[01:18.91]\n[01:39.32]萤火虫点亮夜的星光\n[01:43.83]谁为我添一件梦的衣裳\n[01:48.73]推开那扇心窗远远地望\n[01:52.98]谁采下那一朵昨日的忧伤\n[01:58.40]\n[01:58.60]我像只鱼儿在你的荷塘\n[02:02.80]只为和你守候那皎白月光\n[02:07.71]游过了四季 荷花依然香\n[02:12.06]等你宛在水中央\n[02:16.81]\n[02:17.82]那时年轻的你 和你水中的模样\n[02:21.81]依然不变的仰望\n[02:25.10]漫天迷人的星光\n[02:27.42]谁能走进你的心房\n[02:30.37]采下一朵莲\n[02:32.39]是那夜的芬芳 还是你的发香\n[02:36.03]\n[02:37.04]荷塘呀荷塘 你慢慢慢慢唱哟\n[02:41.50]月光呀月光 你慢慢慢慢听哟\n[02:46.19]鱼儿呀鱼儿 你慢慢慢慢游哟\n[02:55.56]淡淡的淡淡的 淡淡的月光\n[02:56.02]\n[02:56.42]我像只鱼儿在你的荷塘\n[03:00.57]只为和你守候那皎白月光\n[03:05.14]游过了四季 荷花依然香\n[03:10.19]等你宛在水中央\n[03:15.10]\n[03:15.51]我像只鱼儿在你的荷塘\n[03:19.65]只为和你守候那皎白月光\n[03:24.66]游过了四季 荷花依然香\n[03:29.57]等你宛在水中央\n[03:33.76]等你宛在水中央\n[03:37.35]\n'
  },
  target: '.music',
  autoplay: false
})

document.querySelector('button').addEventListener('click', function() {
  mePlayer.toggleTheme()
})

window.setTimeout(mePlayer.play, 1500)
